bat
btop
cliphist
cmatrix
cowsay
docker
docker-compose
dunst
eza
fd
ffmpeg
firefox
fzf
gparted
grim
hyprland
hyprpaper
lazygit
ncdu
neofetch
neovim
p7zip
pipewire
polkit-kde-agent
qbittorrent
qt5-wayland
qt6-wayland
ripgrep
rofi
rustup
slurp
swayidle
tmux
ttf-jetbrains-mono-nerd
vlc
waybar
wezterm
wireplumber
xdg-desktop-portal-hyprland
zsh
