bat
btop
cmatrix
cowsay
docker
docker-compose
eza
fd
ffmpeg
firefox
fzf
gparted
lazygit
ncdu
neofetch
neovim
p7zip
qbittorrent
ripgrep
tmux
ttf-jetbrains-mono-nerd
vlc
wezterm
zsh
