# Utils
belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:utility

# Theme
belak/zsh-utils path:prompt
romkatv/powerlevel10k

# Completion on tab
zsh-users/zsh-completions path:src kind:fpath
belak/zsh-utils path:completion
Freed-Wu/fzf-tab-source
Aloxaf/fzf-tab kind:defer

# Syntax highlighting and suggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions kind:defer
